
<template class="vtop-layout">
  <div>
    ㈜서진시스템은 최고의 기술력을 바탕으로 지속 가능한 기업으로 성장하고자
    우수한 인적자원과 지속적인 연구, 개발 활동에 아낌없는 투자를 하고 있습니다.
    ㈜서진시스템은 최고의 기술력을 바탕으로 지속 가능한 기업으로 성장하고자 우수한 인적자원과 지속적인 연구, 개발 활동에 아낌없는 투자를 하고 있습니다.
    특히 주요 생산품목인 함체 (Housing) 생산에 필요한 재료 합성 (Metallic Composition), 설계 입안 (Design), 생산 공정 (정밀가공/다이캐스팅) 에 이르는 모든 과정에서
    지속적인 연구ㆍ개발 활동을 아낌없는 투자 및 지원을 하여 일괄생산체제를 확립하였으며 이를 바탕으로 소형 무선 통신장비 부품에서부터 중대형 방송, 통신 중계 기구 및 LED lighting에 이르는
    각종 장비 및 기술력을 국내를 비롯한 전 세계 기업에게 제공하는 업계 최고의 선두 기업이 되고자 하며, 이를 통해 국익과 더 나아가 인류 사회 발전에 기여하고자 합니다.
  </div>
</template>

<script>
export default {
  auth: 'guest',
  meta: {
    title: 'About',
    closable: true
  }
}

</script>

<style>
</style>
